{"id":"103","name":"奥拉夫","nickname":"狂战士","duoname":"Olaf","filter":"战士","publish":"2","free":"0","money":"3150","point":"1500","base_blood":"50","base_magic":"30","base_physical":"90","base_difficulty":"30","moving_speed":"350","range":"125","attack":"57.6(+3.5\/每级)","attack_speed":"0.69(+1.88%\/每级)","armor":"24(+3.0\/每级)","blood":"534(+93.0\/每级)","mana":"235(+45.0\/每级)","magic_resistance":"31.25(+1.25\/每级)","blood_recovery":"7.9(+0.9\/每级)\/5秒","magic_recovery":"7.075(+0.575\/每级)\/5秒","usetip":"奥拉夫可以在生命垂危时组合使用狂战之怒、残暴打击和诸神黄昏，并变得不可思议地强大。激活残暴打击所获得的额外治愈能力，可以增强你的生命偷取，并从友军的治疗技能上获得更多治疗效果。","killtip":"奥拉夫生命值越低，就越危险。保留你的限制技能来解决他。*在对线期阻止奥拉夫拿到他的斧头，能最大限度减少他所造成的骚扰。*在诸神黄昏的持续期间里，奥拉夫防御伤害的能力会降低，但是免疫控制技能。因此，如果你无法摆脱处在诸神黄昏状态下的奥拉夫的话，就尽量和队友一起急火掉他吧。","bg":"大多数人会说，死亡是一件可怕的事情；这些人中肯定没有奥拉夫。这个狂战士只为战争的怒吼和钢铁的交鸣而活。对荣誉的渴求和无名之死的虚无诅咒驱使着奥拉夫，让他一往无前地投入每一场战斗。奥拉夫听从他血脉深处的嗜血欲望的摆布，并且他只有在鬼门关外拼杀时才真正活着。\n\n洛克法是一块沿海半岛，位于弗雷尔卓德最为荒蛮的地区当中。在那里，怒火是唯一一种能让冻僵的骨头变暖的火焰，血液是唯一一种能够自由流动的液体，并且没有什么事情，能比变老、变弱和被遗忘更加糟糕的了。奥拉夫曾是一名洛克法的战士，不缺过人荣耀，也不吝与人分享。某个傍晚，当他和族人在一个刚被夷平的村庄的余烬里大吹大擂时，一名年长的战士对奥拉夫的吹牛产生了厌倦。这名老战士用激将法，让奥拉夫去卜一卦，看看他的命运是否符合他的沾沾自喜。这个挑战给奥拉夫壮了胆。他嘲弄了那个年长的战士，然后将已死野兽的肘骨投出，好预测他的死亡是否能达到荣誉的巅峰。在族人们阅读预言时，所有欢笑都汇聚在了一起：根据卦象，奥拉夫会很长寿，并且一生都波澜不惊。\n\n感到愤怒的奥拉夫冲进了夜幕中，并决定通过找到并杀死洛克法可怕的怪兽，冰霜之蛇，来证明预言是错误的。这头怪兽已经在它漫长的生命里吞吃了数以千计的人类和舰船之类的东西，并且对于所有战士来说，只要想迎来生命的终点，都会去挑战这头怪兽。当奥拉夫让自己冲进它阴暗的胃部时，他的意识陷入了黑化状态。刺骨的冰水将他从黑暗中唤醒，而他的旁边漂浮着那头野兽满是伤痕的尸体。虽然很有挫败感，但奥拉夫没有死心，而是再次启程，前去猎杀每一头带有利爪和尖牙的传奇生物，并希望下一场战斗能成为他的在最后一战。每当他朝着梦寐以求的死亡进行猛冲时，都会受到狂暴之血的拯救，并把他带出死亡的边缘。\n\n奥拉夫断定，没有什么野兽能够让他死得符合战士的身份。他的解决方法是，去挑战弗雷尔卓德里最为可怕的部族：凛冬之爪。瑟庄妮被奥拉夫只身挑战她的战团的行为给逗乐了，但他的胆大妄为不会为他赢得任何怜悯之举。她让手下发起冲锋，并且准备为击倒奥拉夫的战士们记功。但他们一个接一个地倒下了，然后奥拉夫再次在嗜血欲望中迷失了自己，毫不费劲地砍出一条通向凛冬之爪首领的血路。瑟庄妮摇动冰川，而尽管奥拉夫看上去不可阻挡，瑟庄妮仍然与他战到筋疲力尽。当他们陷入僵局时，瑟庄妮的怒视穿透了奥拉夫的狂战阴霾，而在此之前没有任何武器能做到这点。他的狂暴消退了，而瑟庄妮终于可以对他提出建议：瑟庄妮发誓，她能带奥拉夫找到属于他的荣耀之死，但条件是，他和他的斧子要为她的征服之旅出力。从那时起，奥拉夫郑重宣告，他会将遗产刻入弗雷尔卓德。\n\n“当你们见到自己的祖先时，别忘了告诉他们，是奥拉夫送你们去的。”——奥拉夫","keyword":"疯狗 狂战 纯爷们 奥拉夫 狂战士 坦克 近战 物理 打野 近战 战士 草莓","modified":"0000-00-00 00:00:00","blood_base":"534","blood_inc":"93","mana_base":"235","mana_inc":"45","attack_base":"57.6","attack_inc":"3.5","attack_speed_base":"0.6899999999999999","attack_speed_inc":"0.0188","armor_base":"24","armor_inc":"3","blood_recovery_base":"7.9","blood_recovery_inc":"0.9","magic_recovery_base":"7.075","magic_recovery_inc":"0.575","magic_resistance_base":"31.25","magic_resistance_inc":"1.25","area":"德玛西亚","nickpinyin":"kuangzhanshi","pic_url":"http:\/\/pic.woqugame.com\/lol\/roles\/Olaf.jpg"}