{"id":"118","name":"维克兹","nickname":"虚空之眼","duoname":"Velkoz","filter":"法师","publish":"118","free":"0","money":"6300","point":"4500","base_blood":"20","base_magic":"100","base_physical":"20","base_difficulty":"80","moving_speed":"340","range":"525","attack":"57.94(+3.141\/每级)","attack_speed":"0.66(+2.8%\/每级)","armor":"23(+3.5\/每级)","blood":"532(+76.0\/每级)","mana":"400(+42\/每级)","magic_resistance":"30(+0.0\/每级)","blood_recovery":"5.4(+0.9\/每级)\/5秒","magic_recovery":"6(+0.8\/每级)\/5秒","usetip":"在队伍开始全地图游走后，维尔科兹的安全之道就是和队友紧密配合，通过不断施放原生质裂变【Q】和建构瓦解【E】骚扰目标。\n维克兹掌握强大的原始力量，但它的速度不快，因此召唤师峡谷的中路最适合它。较短的攻击距离会让维克兹频繁被骚扰，但它的技能可以阻止敌方英雄接近它。对线期可以通过W技能虚空裂缝来骚扰敌方英雄，当敌人落单时，果断释放Q技能来进行有效打击。经常使用技能的维克兹可以触发被动的真实伤害，但在那之前你必须保证在补兵稳定的同时不与对方英雄爆发太大的冲突。狡猾的敌人会在维克兹技能冷却期间上前拼命，因为他们知道面对维克兹逃跑只是徒劳。Q技能是维克兹的核心技能，但需要精准的瞄准以及释放时机，熟练的玩家可以通过90度的散射来给敌人一个惊喜。\n\n　　一旦到达6级后，维克兹将脱胎换骨。它能对走位不慎的敌人造成毁灭打击。但R技能拥有较长的引导时间以及很慢的转身速度，这就要求维克兹玩家在释放前找好输出位置。因此，最好的大招释放时机是在维克兹的敌人已被数个技能以及真实伤害打残后。要注意任何单位都不能阻挡R技能的死亡光线，在光线范围内的所有敌人都会受到强大的毁灭打击。","killtip":"队友的保护是至关重要的，因为一旦对方的斗士接近了维尔科兹，他很可能立即死亡。","bg":"我进入了突如其来的强光。闪烁。闪烁，闪烁，闪烁。我调整好眼睛，评估我前方的景观。\n\n有东西在乱窜。我往下看，发现了一只小个的白色生物，用后腿站立着，嗅闻着我的躯体。它吸引了我的注意。\n\n你有什么用途？\n\n我分析这个生物。品红色热能光束一闪而过，它曾颤动的地方扬起尘埃。\n\n哺乳动物……夜行习性……无可挑剔的听觉。难以置信的弱小。但它们的繁殖能力如此强大。\n\n“唔，”我喃喃自语。希望能发现更加复杂的物体；那些东西把我给迷住了。\n\n消化并学习：这是我的目的。和我一起旅行的其它来客都很原始：杀死并吃掉，杀死并吃掉。我需要收集所有可用的信息——收获更多有价值的资源。\n\n终于，我们偶然发现了一座被摧毁的城市，仅有一座古朴的塔楼还完好地保留着。这座塔楼似乎受到了保护……或者是有意留下的。我解构了废墟的成分。我的分析指出，这个地区曾经是一个强大的魔法国度；如此强大的破坏力以它为目标，我丝毫不感到意外。有某些东西对这座塔楼感兴趣。在其它来客正在四散搜刮时，我进入了城堡。\n\n神秘的仪器散落各处。我检测了一件。又一道品红色热能光束一闪而过，尘埃再次扬起。\n\n令我着迷：一件用来修改他们时间概念的工具。\n\n不同寻常。\n\n前所未有。\n\n从塔楼的状况来看，它的主人似乎刚刚离去。留下的宝物已存在于一个以上的时间和空间中。有些要比其它的复杂；与我曾在这个位面上看过的任何东西相比，这些宝物都更让我印象深刻。很明显，主人知道这些东西都是我在之前的旅行中从未遇到过的。\n\n我需要这样的知识。\n\n在离开塔楼时，我发现其它来客正在向入口靠拢，准备摧毁这座塔楼，就和它们摧毁我们遇见的所有东西一样。它们只会妨碍我达成目的。有些东西，不应该被虚空不加区分地吞噬掉。\n\n我没发出任何警告，就抽出一条触须，而它的顶端变得白热。电弧穿过了第一个生物，将它击退。在我伸出全部的三条触须后，它的尖叫逐渐消失。能量在它们之间噼啪作响，能量流所到之处，空气也变得灼热。其余两个跑了；它们知道要发生什么。\n\n它们必须总是逃跑么？\n\n我将眼睛张大，并释放一道能量光束，射向逃窜中的生物们。它们瞬间就化为了灰烬。“唔。虚空生物的熔点不是恒定的，”我记录了下来。\n\n但那无关紧要。我内心的渴望在加深。我如饥似渴。永不知足，以前从未有过。\n\n我已经窥见了终极知识。\n\n而我将掌握它。","keyword":"维克兹 触手 八爪 怪物 中路法师 虚空之眼","modified":"0000-00-00 00:00:00","blood_base":"532","blood_inc":"76","mana_base":"400","mana_inc":"42","attack_base":"57.94","attack_inc":"3.141","attack_speed_base":"0.66","attack_speed_inc":"0.028","armor_base":"23","armor_inc":"3.5","blood_recovery_base":"5.4","blood_recovery_inc":"0.9","magic_recovery_base":"6","magic_recovery_inc":"0.8","magic_resistance_base":"30","magic_resistance_inc":"0","area":"虚空世界艾卡西亚","nickpinyin":"xukongzhiyan","pic_url":"http:\/\/pic.woqugame.com\/lol\/roles\/Velkoz.jpg"}